var uLoserData = [
    ['<b>又双叒叕</b>来考四六级？', '？听话，别难为自己了', '还是<b>另寻出路</b>吧孩子..._(:3」∠)_']
    ['<b>“三入四级二不过,</b>', '<b>众人皆过你独亡。”</b>']
    ['乖，以后就别花钱去<b>挑战</b>自己的<b>智商</b>了哈']
    ['你永远是CET，<b>最熟悉的陌生人</b>~']
    ['当初为什么想不开要交报名费', '你应该拿着这<b>十几块钱</b>', '去吃顿<b>麻辣烫</b>的啊！！！！！ ']
    ['别说<b>英语四六级</b>了，', '我看你连<b>汉语四六级</b>都过不了（嫌弃脸）']
    ['你不是去考试，是去<b>熟悉流程</b>的吧?']
    ['听话，其实你可以选择<b>FM91.6</b>～(●ˇ∀ˇ●)']
    ['能不能过的，你自己心里还没点<b>英文字母</b>吗？']
    ['<b>到如今～年复一年～你不能停止交钱~</b>']
    ['祝你：', '<b>年年有今日，</b>', '<b>岁岁有今朝！</b>']
]

var uPassData = [
    ['<b>大吉大利，这次吃鸡！ԅ(¯ㅂ¯ԅ)</b>'],
    ['<b>”众人皆亡你独过，</b>', '<b>快来让我抱大腿！</b>”'],
    ['哇噻！(o゜▽゜)o☆！', '今年的题是为<b>你私人订制</b>的吧！'],
    ['就<b>你</b>这种英语水平，', '四级能过不是<b>上天垂爱</b>是什么？'],
    ['兄dei，我看你不是<b>学霸</b>，是<b>赌神</b>啊！'],
    ['状元，750分是你的<b>裸考成绩</b>吧！(✪▽✪)'],
    ['<b>终于等到你，还好我没放弃～</b>'],
    ['说好一起<b>来！年！战！</b>', '你却<b>偷！偷！</b>过四级quq'],
]

var tLoserData = {
    'XXX': ['为XXX爆灯，保佑你在<关键时刻><b>蒙</b>对了一道选择题！'],
    '张小蹦': ['一定是<b>张小蹦</b>悄悄把<b>考研英语</b>的技巧传授给了你'],
    '姬无命': ['旋转，跳跃，<b>姬无命</b>闭着眼～'],
    '喵爷': [
        '被<b>喵爷</b>保佑，一定是因为你没有把<b>袜子</b>晾在<b>暖气片</b>上。',
        '<b>喵爷</b>说：你这个<b>吃里扒外</b>的东西，不好好学汉语，跑去学英语！',
        '信<b>喵爷</b>，四级过~(●ˇ∀ˇ●)'
    ]
}

var tPassData = [
    '你的守护老师xxx暂时不在服务区～～～',
    '脑子死机了，赶紧拍拍！',
    '你四六级能考多少分？还想<b>谈恋爱</b>？你还想干啥！',
    '四级都过不了，你是忙着跟<b>赵小赵</b>老师创业去了吧…→_→',
    '<b>周生祥</b>让你<b>退学</b>！赶紧<b>退学</b>！',
    '<b>周生祥</b>说：有身份的人都不用智能机！都能过四六级！'
]